Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-3384.html.tmx
Source language: nob
Languages: sme

source: Sametingets innspill til reindriftsavtalen
sme: Sámedikki mearkkašumit boazodoallošiehtadussii

source: Her er Sametingets innspill til reindriftsavtalen 2010/11.
sme: Dá leat Sámedikki mearkkašumit 2010/2011 boazodoallošiehtadussii.

source: Publisert av Østby, Jan Roger.
sme: Almmuhan Østby, Jan Roger.

source: Sist endret 03.12.2009
sme: Maŋimustá rievdaduvvon 03.12.2009

source: Sametingets innspill til reindriftsavtalen for 2010/2011 ble behandlet på plenumsmøtet 02.12.09.
sme: Sámedikki dievasčoahkkin meannudii gáskaváhko 02.12.09 Sámedikki mearkkašumid 2010/2011 boazodoallošiehtadussii.

source: Filer
sme: Fiillat

source: Sámedikki mearkašumit 2010/2011 boazodoallošiehtadussii
sme: Sámedikki mearkkašumit 2010/2011 boazodoallošiehtadussii
